[ConfigPage] ; 设置中心页面
background=16777215 ; 背景色 RGB(255, 255, 255)**
[ConfigSheet] ; 设置中心窗口 
caption_border=16050651 ; 右上分类标题边框 RGB(94, 23, 31)**
caption_bkgrnd_T=16777215 ; 右上分类标题过渡背景色上 RGB(255, 201, 201)**
caption_bkgrnd_B=16777215 ; 右上分类标题过渡背景色下 RGB(242, 176, 176)**
caption_split=16050651 ; 右上分类标题底边线 RGB(210, 152, 155)**
[ConfigTree] ; 设置中心左树控件
background=16775404 ; 背景色 RGB(243, 224, 224)**
border=16050651 ; 边框色 RGB(188, 170, 169)**
caption_bkgrnd_T=16775404 ; 节点标题过渡背景色上 RGB(236, 248, 255)**
caption_bkgrnd_B=16775404 ; 节点标题过渡背景色下 RGB(236, 248, 255)**
item_sel=15523522 ; 子节点选中色 RGB(194, 222, 236)**
caption_border_T=15919058 ; 节点标题边框外 RGB(236, 248, 255)**
caption_border_B=16777215 ; 节点标题边框内 RGB(255, 255, 255)**
[DetailGameList] ; 游戏局列表详细控件
item_T=16449023 ; 奇数项背景色 ARGB(55,240, 207, 208)**
item_B=15661311 ; 偶数项背景色 ARGB(55,248, 233, 233)**
item_sel=4958694 ; 选中项背景色 ARGB(255,219, 127, 155)**
item_bk=14412276 ; 默认背景色 ARGB(255, 252, 245, 248)**
item_cs=16050651 ; 中途局item颜色 RGB(250, 219, 217)
[DirectBroadcast] ; 直播二级界面
background=16775406 ; 背景色 RGB(240, 207, 208)*
[EmotionWnd] ; 表情选择界面
background=16775406 ; 背景色 RGB(248, 233, 233)**
border=13407744 ; 边框色 RGB(125, 7, 21)**
[FloatTip] ; 好友tip界面
background_T=16777215 ; 过渡背景色上 RGB(130, 27, 24)**
background_B=16777215 ; 过渡背景色下 RGB(130, 27, 24)**
border_LT=13421772 ; 边框外 RGB(211, 142, 45)**
border_RB=16777215 ; 边框内 RGB(251, 228, 166)**
usertext=3355443 ; 普通用户文字颜色 RGB(255, 255, 255)**
vipusertext=3355443 ; 会员用户文字颜色 RGB(255, 255, 255)**
trooptext=3355443 ; 群文字颜色 RGB(255, 255, 255)**


[GameCreate] ; 游戏二级界面创建部分
box_bkgrnd=16773590 ; 中间背景色 RGB(244, 219, 223)**
box_border=2317960 ; 背景边框色 RGB(136, 94, 35)*
box_background=14670836 ; 地图介绍背景色 RGB(244, 219, 223)*
caption_bkgrnd_T=8616919 ; 左标题栏过渡背景色上 RGB(215, 123, 131)**
caption_bkgrnd_B=16776699 ; 左标题栏过渡背景色下 RGB(235, 167, 173)**
gametype=14670836 ; 地图列表背景色 RGB(244, 219, 223)*
toolbar_bkgrnd_T=16777215 ;  工具栏背景色上RGB(244,225,230)
toolbar_bkgrnd_B=15919586 ; 工具栏背景色下RGB(229,162,182)
toolbar_border=14404024 ; 工具栏边框色RGB(136, 94, 35)
text=3355443 ; 中间文字内容颜色 RGB(18,114,190)**
split_left=14404024 ; 间隔线左RGB(248,171,178)**
split_right=16777215 ; 间隔线右RGB(255, 236, 236)**

list_border=16776698 ;编辑器房间列表边框线RGB(136, 94, 35)**
list_selborder=16776698 ;选中地图时间隔RGB(255,255,255)**
list_selbkgrnd_T=15116619 ；选中地图时背景色上RGB(225,155,194)**
list_selbkgrnd_B=15116619 ; 选中地图时背景色上RGB(209,86,153)**
list_singlebkgrnd_T=16775406 ; 地图列表单行背景色上RGB(242,226,237)**
list_singlebkgrnd_B=16775406 ; 地图列表单行背景色下RGB(242,226,237)**
list_doublebkgrnd=16776698 ; 地图列表双行背景色RGB(235,210,229)**
listhead_bkgrnd_T=16777215 ; 标题背景色上RGB(219, 127, 129)**
listhead_bkgrnd_B=15919586 ; 标题背景色下RGB(166, 9, 16)**

[GameConfig] ; 游戏参数设置界面*
gamesetting_background=16776699 ; 背景色 RGB(255, 232, 236)*
edit_pwd_border=14469305 ; 密码编辑框边框 RGB(159, 97, 75)
edit_pwd_bkgrnd=16777215 ; 密码编辑框背景色 RGB(243, 224, 224)*
edit_pwd_bkgrnd_disable=16509914 ; 密码编辑框失效背景色 RGB(255, 232, 236)*
edit_pwd_bkgrnd_readonly=16509914 ; 密码编辑框只读背景色 RGB(212, 220, 227)*
[GameDlg] ; 游戏分区房间列表*
background=16775406 ; 背景色 RGB(247, 242, 239)**
areaborder=16238738 ; 分区项边框色 RGB(195, 142, 158)**
areabkgrnd_T=16772303 ; 分区项背景过渡色上 RGB(246, 235, 237)**
areabkgrnd_B=16440740  ; 分区项背景过渡色下 RGB(217, 116, 147)**
roomborder=13421254 ; 房间项边框色 RGB(227, 189, 185)**
roombkgrnd_sel_TT=16446432 ; 房间项选中过渡背景色上部分上 RGB(227, 169, 166)**
roombkgrnd_sel_TB=16576729 ; 房间项选中过渡背景色上部分下 RGB(227, 169, 166)**
roombkgrnd_TT=16777215 ; 房间项过渡背景色上部分上 RGB(199, 154, 152)**
roombkgrnd_TB=15856113 ; 房间项过渡背景色上部分下 RGB(254, 254, 254)**
roombkgrnd_sel_BT=16179897 ; 房间项选中过渡背景色下部分上 RGB(227, 169, 166)**
roombkgrnd_sel_BB=16637878 ; 房间项选中过渡背景色下部分下 RGB(227, 169, 166)**
roombkgrnd_BT=14803425 ; 房间项过渡背景色下部分上 RGB(239, 241, 243)**
roombkgrnd_BB=15921906 ; 房间项过渡背景色下部分下 RGB(254, 254, 254)**
[GamePrepare] ; 游戏二级界面*
gamesetting_backgrnd=16774889 ; 游戏参数设置界面背景色 RGB(255, 232, 236)*
cond_border_A=15587001 ; 右边区域边框 RGB(255, 232, 236)*
cond_border_B=16708316 ; 右边区域边框 RGB(235, 167, 173)*
cond_border_C=16774889 ; 右边区域边框 RGB(215, 123, 131)*
cond_border_D=16774889 ; 右边区域边框 RGB(216, 125, 133)*
cond_border_E=16774889 ; 右边区域边框 RGB(180, 34, 50)*
cond_border_F=16774889 ; 右边区域边框 RGB(83, 6, 13)*
cond_background=16774889 ; 右边区域背景色 RGB(97, 3, 12)*
cond_bottom_border=16777215 ; 右边区域底边线色 RGB(235, 167, 173)*
cond_bottom_bkgrnd_TT=16705208 ; 右边区域分栏过渡背景色上部上 RGB(248, 171, 178)*
cond_bottom_bkgrnd_TB=16240775 ; 右边区域分栏过渡背景色上部下 RGB(235, 167, 173)*
cond_bottom_bkgrnd_BT=16108413 ; 右边区域分栏过渡背景色下部上 RGB(215, 123, 131)*
cond_bottom_bkgrnd_BB=15643982 ; 右边区域分栏过渡背景色下部下 RGB(216, 125, 133)*
chathistory_bkgrnd=16378843 ; 聊天记录背景色 RGB(252, 245, 248)
chatinput_bkgrnd_normal=16378843 ; 聊天编辑框背景色 RGB(252, 245, 248)
chatinput_bkgrnd_disable=16049096 ; 聊天编辑框失效背景色 RGB(200, 227, 244)
chatinput_bkgrnd_readonly=16776699 ; 聊天编辑框只读背景色 RGB(158, 207, 224)
team_cmb_bkgrnd_sel=15382892  ; 玩家下拉框选中背景色 RGB(217, 116, 147)**
team_cmb_bkgrnd_normal=16777215 ; 玩家下拉框背景色 RGB(248, 235, 237)**
prop_bkgrnd=16777215 ; 二级界面聊天整体区域背景 RGB(248, 222, 237)**

[GameRoomWnd] ; 游戏房间界面*
background_TT=16376257 ; 顶部分栏过渡背景色上 RGB(62, 9, 0)**
background_TB=16376257 ; 顶部分栏过渡背景色下 RGB(60, 2, 0)**
border_M=15590358 ; 按钮工具条边框色 RGB(60, 2, 0)**
background_M=16775406 ; 按钮工具条背景色 RGB(60, 2, 0)**
background_MT=15590358 ; 按钮工具条过渡背景色上 RGB(60, 2, 0)**
background_MB=15590358  ; 按钮工具条过渡背景色下 RGB(60, 2, 0)**
backgournd_B=16448250  ; 中途局背景色RGB(253, 192, 186)**
tipuser_bkgrnd_T=14205163 ; 缩略图时tip中用户列表背景色上 RGB(0xeb, 0xc0, 0xd8)
tipuser_bkgrnd_B=6111409 ；缩略图时tip中用户列表背景色下 RGB(0xb1, 0x40, 0x5d)
[IMChatDlg] ; 聊天窗口*
p2p_status_bkgrnd_T=16777215 ; 单聊状态提示过渡背景色上 RGB(255, 247, 206)**
p2p_status_bkgrnd_B=16777215 ; 单聊状态提示过渡背景色下 RGB(255, 247, 206)**
P2P_status_border=16777215 ; 单聊状态提示边框色 RGB(255, 247, 206)**
toolbar_bkgrnd_TT=16576471 ; 中间工具栏过渡背景色上部上 RGB(215, 239, 252)**
toolbar_bkgrnd_TB=16444108 ; 中间工具栏过渡背景色上部下 RGB(204, 234, 250)**
toolbar_bkgrnd_BT=16378315 ; 中间工具栏过渡背景色下部上 RGB(203, 233, 249)**
toolbar_bkgrnd_BB=16245952 ; 中间工具栏过渡背景色下部下 RGB(192, 228, 247)**
richedit_vip_bkgrnd=16777215 ; 聊天记录控件会员背景色 RGB(248, 236, 240)**
split_background=16777215 ; 切分条背景色 RGB(246, 235, 237)
left_border=6111409 ; 聊天室左边分栏边框色 RGB(177, 64, 93)
left_bkgrnd_T=15592438 ; 聊天室左边分栏过渡背景色上 RGB(246, 235, 237)
left_bkgrnd_B=9663705  ; 聊天室左边分栏过渡背景色下 RGB(217, 116, 147)
[IMChatHistory] ; 单个聊天记录界面
caption_T=16576471 ; 标题栏背景色上 RGB(255, 232, 164)*
caption_B=16245952  ; 标题栏背景色下 RGB(216, 125, 133)*
background_B=15007231 ; 下面部分背景色 RGB(255, 232, 236)*
date_bkgrnd_T=16312788 ; 时间控件上面部分背景色 RGB(255, 232, 236)*
date_bkgrnd_MT=16644854 ; 时间控件中间部分过渡背景色上 RGB(243, 224, 224)*
date_bkgrnd_MB=16644854 ; 时间控件中间部分过渡背景色下 RGB(243, 224, 224)*
date_bkgrnd_BT=16777215 ; 时间控件下面部分过渡背景色上 RGB(243, 224, 224)*
date_bkgrnd_BB=16777215 ; 时间控件下面部分过渡背景色下 RGB(243, 224, 224)*


[IMChatUserDlg] ; 聊天界面用户头像区域
caption_bkgrnd_T=16776699 ; 标题栏过渡背景色上 RGB(246, 235, 237)
caption_bkgrnd_B=16776699  ; 标题栏过渡背景色下 RGB(217, 116, 147)
[IMGroupbar] ; 主界面IM分组控件
background=16776699 ; 背景色 RGB(85, 8, 15)
background_Item_T =16771793 ; 子项过渡背景色上 RGB(246, 235, 237)**
background_Item_B =16774631  ; 子项过渡背景色下 RGB(217, 116, 147)**
[IMSplit] ; 主界面IM下部分分割条
border_LT=14665124 ; 分割条上边线 RGB(199, 120, 152)**
border_RB=16777215 ; 分割条下边线 RGB(168, 13 49)**
[IMToolbar] ; 主界面IM下部分按钮工具栏
background_TT=16711935 ; 过渡背景上部分上 RGB(234, 142, 198)
background_TB=16711935 ; 过渡背景上部分下 RGB(224, 100, 171)
background_BT=16711935 ; 过渡背景下部分上 RGB(205, 67, 144)
background_BB=10246098 ; 过渡背景下部分下 RGB(210, 87, 156)
[IMTreeCtrl] ; 主界面IM树控件
background=16775406 ; 背景色 RGB(252, 245, 248)**
[ListCtrlX] ; 列表控件
caption_bkgrnd_T=15591132 ; 列表头过渡背景上 RGB(217, 116, 147)
caption_bkgrnd_B=15591132 ; 列表头过渡背景下 RGB(246, 235, 237)
border=15591132 ; 列表边框色 RGB(115, 91, 113)
[MainWnd] ; 主界面
tabbackground=16711935 ; 组控件背景色 RGB(85, 8, 15)*
tabbackground_T=15591132 ; 组控件过渡背景色上 RGB(148, 21, 97)
tabbackground_B=15591132 ; 组控件过渡背景色下 RGB(194, 53, 142)
tabborder=15591132 ; 组控件边框色 RGB(138, 7, 82)
tabsplit_border_T=15591132 ; 组控件分割条上边线 RGB(62, 90, 0)*
tabsplit_border_B=15591132 ; 组控件分割条下边线 RGB(60, 2, 0)*
mapgroup_bkgrnd_T=16776958 ; 地图组控件过渡背景色上 RGB(255, 219, 6)
mapgroup_bkgrnd_B=15650214  ; 地图组控件过渡背景色下 RGB(146, 91, 32)
[MapLogo] ; 主界面地图界面
list_bkgrnd=15591132 ; 地图列表背景色 RGB(244, 219, 243)*
[MsgMgr] ; 消息管理器界面**
background=16771523 ; 背景色 RGB(243, 224, 224)*
left_border=16777215 ; 左边边框色 RGB(246, 235, 237)
myfriend_border=15919058 ; 左树控件边框色 RGB(255, 255, 255)
myfriend_bkgrnd=15919058 ; 左树控件背景色 RGB(246, 235, 237)
listhead_bkgrnd_TT=16773333 ; 列表控件头过渡背景色上部分上 RGB(248, 171, 178)**
listhead_bkgrnd_TB=16245695 ; 列表控件头过渡背景色上部分下 RGB(235, 167, 173)**
listhead_bkgrnd_BT=16179644 ; 列表控件头过渡背景色下部分上 RGB(215, 123, 131)**
listhead_bkgrnd_BB=15586212 ; 列表控件头过渡背景色下部分下 RGB(216, 125, 133)**
listhead_bkgrnd_border=16777215 ; 列表控件头底部分割线色 RGB(210, 87, 156)
top_down_background=15007231 ;上下部分区域的背景色RGB(235,167,173)**
top_down_frame=16777215	; 边框颜色**
top_down_text=3355443	;文字颜色**
list_odd_bkgrnd=15923438 ; 列表奇数行的背景色RGB(240, 207, 208)**
list_even_bkgrnd=16776698 ; 列表偶数行的背景色RGB(248, 233, 233)**
[MsgTip] ; 右下角弹框界面
border_LT=13407744 ; 外边框色 RGB(255, 153, 66)**
border_RB=16777215 ; 内边框色 RGB(177, 153, 66)**
background_T=16377018 ; 过渡背景色上 RGB(102, 15, 17)**
background_B=16776699 ; 过渡背景色下 RGB(102, 15, 17)**
gameresult_txt_T=3355443 ; 游戏结果上部字体颜色 RGB(255, 232, 236)**
[Personal] ; 个人信息界面
background=16711935 ; 背景色 RGB(255, 255, 255)
[Replay] ; 主界面录像界面
left_background=16775404 ; 左边背景色 RGB(255, 232, 236)*
left_caption_T=16711422 ; 左边分栏过渡背景色上 RGB(253, 175, 167)**
left_caption_B=15650730  ; 左边分栏过渡背景色下  RGB(199, 106, 102)**
left_tree_background=14737651 ; 左边树控件背景色 RGB(243, 224, 224)*
[SearchDlg] ; 搜索好友界面
page_background=16775404 ; 分页背景色 RGB(228, 185, 208)**
[SelectFriends] ; 邀请好友界面
tree_background=16774889 ; 树控件背景色 RGB(255, 0, 255)**
[SmallSpeaker]
richedit_bkgrnd=15592438 ; 文本框背景色 RGB(246, 235, 237)
combobox_bkgrnd=16777215 ；下拉框背景色 RGB(255, 255, 255)
combobox_selbkgrnd=15382892 ; 下拉框选中背景色 RGB(217, 116, 147)**
combobox_text=3355443 ; 下拉框文本颜色 RGB(0, 0, 0)**
[Speaker]
combobox_selbkgrnd=15382892 ; 下拉框选中背景色 RGB(180, 34, 50)**
[SpeakerRecieve] ; 喇叭界面
MarqueeBkgrnd_T=16379100 ; 走马灯过渡背景色上 RGB(228, 158, 164)**
MarqueeBkgrnd_B=16379100  ; 走马灯过渡背景色下 RGB(216, 125, 133)**
[TroopCreate] ; 群创建界面
caption_border_T=787297 ; 分栏外边框色 RGB(97, 3, 12)*
caption_border_B=8353754 ; 分栏内边框色 RGB(218, 119, 127)*
caption_bkgrnd_T=15851004 ; 分栏过渡背景色上 RGB(252, 221, 241)
caption_bkgrnd_B=11837918 ; 分栏过渡背景色下 RGB(222, 161, 180)
[UserScore] ; 游戏积分信息界面
config_background=16777215 ; 在设置中心里的背景色 RGB(255, 255, 255)
person_background=16777215 ; 在个人信息里的背景色 RGB(255, 255, 255)
page_background=13679076 ; 分页的背景色 RGB(228, 185, 208)
[WebBrowser] ; 浏览器界面
background_T=16376257 ; 工具条过渡背景色上 RGB(60, 2, 0)**
background_B=16376257 ; 工具条过渡背景色下 RGB(60, 2, 0)**
[NewUserGuide] ; 新手引导
GuideOprFlash=1362452 ; 引导窗口闪烁的颜色 RGB(20, 202, 20)
[GameCSPrepare]	;即时加入二级界面
background=16775406 ;背景色 RGB(157,79,109)
gametime=255 ;游戏进行时间 RGB(255,0,0)
kicktime=255 ;踢人时间 RGB(255,0,0)
[UnionUserWnd] ; 公会用户界面
caption_backgroundT=16771793; 上部背景色上RGB(160,1,1)**
caption_backgroundB=16774631; 上部背景色下RGB(20,0,0)**
caption_border=16775406 ; 上部边框色RGB(252,199,74)**
[KIT]
Status_BgColor=16445153 ; RGB(85, 8, 15)